<?php

$string_json = array([0 => ['title' => 'Новый лот всем привет',
    'description' => 'Самое лучшее описание',
    'date_start' => '2020-04-21 12:50',
    'date_end' => 'дата до 2022-04-21 12:50',
    'cost' => '500000']], [1 => ['title' => 'Новый лот всем привет',
    'description' => 'Самое лучшее описание',
    'date_start' => '2020-04-21 12:50',
    'date_end' => 'дата до 2022-04-21 12:50',
    'cost' => '500000']], [2 => ['title' => 'Новый лот всем привет',
    'description' => 'Самое лучшее описание',
    'date_start' => '2020-04-21 12:50',
    'date_end' => 'дата до 2022-04-21 12:50',
    'cost' => '500000']]);


echo json_encode($string_json);



?>








